<template>
  <div class="box">
      <h1>店主注册协议</h1>
      <div class="info">
        <p>
        融溢由湖南豚鱼科技有限公司运营,我们依照本协议向您提供本协议涉及的相关服务。请您使用融溢服务前仔细阅读本协议。您只有完全同意本协议,才能成为融溢的店主("店主")并使用相应服务。您在注册为融溢店主过程中点击对应按钮即表示您已仔细阅读并明确同意遵守本协议以及经参引而并入其中的所有条款、政策以及指南,并受该等规则的约束(合称"本协议")。我们可能根据法律法规的要求或业务运营的需要,对本协议不时进行修改。本协议在您与我们间成立并发生法律效力,同时您成为我们的正式店主。我们可能根据法律法规的要求或业务运营的需要,对本服务协议不时进行修改。除非另有规定,修改后的内容一旦以任何形式由融溢发布之时立即生效。您应不时关注本产品公告、提示信息及协议、规则等相关内容的变动。您知悉并确认,如您不同意修改后的内容,应立即停止我们的服务;如您继续我们的服务,即视为知悉修改内容并同意接受。
          <br/>在您注册成为融溢店主前请务必仔细查阅以下条款,尤其是与您的权益有或可能有重大关系或对融溢具有或可能具有免责或限制责任的加粗条款,请特别注意。一旦您在融溢进行店主注册,即表示您已阅读本协议所有条款,并对本协议条款的含义及相应的法律后果已全部通晓并充分理解,同意受本协议约束。</p>
        <p>
        一、服务内容
          <br/>1.1融溢主要为融溢注册用户(以下简称“用户”)提供学习，办理银行信用卡、ETC 以及提供支付、信用卡还款、大数据查询，信息咨询等一系列服务(以下简称“服务内容”),具体服务形式包括但不限于为您提供相关服务链接或将您提交至融溢的个人信息反馈至银行信用卡中心或服务内容提供机构,以此为您提供本协议约定的服务內容。融溢的具体服务内容由我们根据实际情况提供并不时更新,包括但不限于信息、图片、文章、评论、链接等,我们将定期或不定期根据用户的意愿以电子邮件、短信、电话或站内信等方式为用户提供活动信息,并向用户提供相应服务。我们对提供的服务拥有最终解释权。
          <br/>1.2作为店主,融溢将为您提供专属二维码,您可通过向用户推荐此二维码推广融溢各项服务内容。融溢已制定奖励机制,对通过专属二维码成功使用或办理本协议服务内容的店主给予奖励,具体奖励计算标准以融溢公布的价格为准,融溢有权根据业务情况调整奖励计算标准。
          <br/>1.3融溢服务仅供个人用户使用。除我们书面同意,您或其他用户均不得将融溢上的任何信息用于商业目的。
          <br/>1.4您使用融溢服务时所需的相关的设备以及网络资源等(如个人电脑、手机及其他与接入互联网或移动网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费)均由您自行负担。
        </p>
        <p>
          二、使用准则
          <br/>2.1您在使用融溢服务过程中,必须遵循国家的相关法律法规,不得出现以下行为:
        <br/>(1)反对宪法所确定的基本原则的;
        <br/>(2)危害国家安全,泄露国家秘密,颠覆国家政权,破坏国家统一的;
        <br/>(3)损害国家荣誉和利益的;
        <br/>(4)煽动民族仇恨、民族歧视,破坏民族团结的;
        <br/>(5)破坏国家宗教政策,宣扬邪教和封建迷信的;
        <br/>(6)散布谣言,扰乱社会秩序,破坏社会稳定的;
        <br/>(7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的、欺诈性的或以其它令人反感的讯息、数据、信息、文本、音乐、声音、照片、图形、代码或其它材料;
        <br/>(8)侮辱或者诽谤他人,侵害他人合法权益的;
        <br/>(9)其他违反宪法和法律、行政法规或规章制度的;
        <br/>(10)可能侵犯他人的专利、商标、商业秘密、版权或其它知识产权或专有权利的;
        <br/>(11)假冒任何人或实体或以其它方式歪曲您与任何人或实体之关联性的内容
        <br/>(12)未经授权发布第三方的私人信息,包括但不限于地址、电话号码、电子邮件地址、身份证号以及银行卡卡号;
        <br/>(13)发布病毒、不可靠数据或其它有害的、破坏性的或危害性的文件
         <br/> 2.2您不得利用融溢的服务从事下列危害互联网信息网络安全的活动:
        <br/>(1)未经允许,进入互联网信息网络或者使用互联网信息网络资源;
        <br/>(2)未经允许,对互联网信息网络功能进行删除、修改或者增加;
        <br/>(3)未经允许,对进入互联网信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加;
        <br/>(4)故意制作、传播计算机或手机病毒等破坏性程序;
        <br/>(5)其他危害互联网信息网络安全的行为
         <br/> 2.3您须对自己在推广融溢服务内容期间的行为承担法律责任。若您为限制行为能力或无行为能力者,则您的法定监护人应承担相应的法律责任。
         <br/>2.4如您的操作影响系统总体稳定性或完整性,我们将暂停或终止您的操作,直到相关问题得到解决。
         <br/>2.5您不应将您账号转让、出售或出借予他人使用,帐号使用权仅属于初始店主,您应对帐号内的全部行为独立承担全部责任。
        </p>
        <p>
        三、免责声明
          <br/>3.1如您违反本服务协议、法律法规、道德准则,您应自行承担由此所产生的责任和损失,并赔偿我们、我们的其他用户及相关第三方因您的行为所产生的全部损失。
          <br/>3.2对任何第三方通过融溢,因违反本服务协议、法律法规、道德标准而对您造成的任何损害,我们不对此承担责任。
          <br/>3.3对黑客行为、计算机或手机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改或丢失,或由于与本 APP链接的其它APP所造成您个人资料的泄露,或您因其他非融溢原因造成的损失,我们不承担责任。如您发现任何非法使用店主帐号或安全漏洞的情况,请立即与我们联系。
          <br/>3.4我们不保证服务一定能满足您的要求;不保证服务不会中断,也不保证服务的及时性、安全性、准确性
          <br/>3.5任何情况下,因使用融溢而引起或与使用融溢有关的服务而产生的由我们负担的责任总额,无论是基于合同、保证、侵权、产品责任、严格责任或其它理论,均不得超过您因访问或使本APP而向我们支付的任何服务费用。
          <br/>3.6您在使用融溢提供的各项服务内容过程中,遇到的任何预先收费均为诈骗行为,请保持警惕避免损失。
        </p>
        <p>
        四、服务变更、中断或终止
          <br/>4.1 如因升级的需要而需暂停服务、或调整服务内容,我们将尽可能在融溢上进行通告。由于您未能及时浏览通告而造成的损失,我们不承担任何责任。
          <br/>4.2 您明确同意,我们保留根据实际情况随时调整融溢提供的服务内容、种类和形式及店主推广的各项规则及奖励计算标准,或自行决定授权第三方向您提供原本我们提供的服务。服务经变更,我们将会在重要页面上提示修改内容,不再另行单独通知,您应不时注意本协议条款及相关规则的变动。如果不同意所改动的内容,您可以主动取消获得的服务。如果您继续享用融溢提供的服务,则视为接受服务条款的变动。融溢保留随时修改或中断免费服务而不需提前通知您的权利。融溢行使修改或中断免费服务的权利,不需对您或第三方负责。
          <br/>4.3 发生下列任何一种情形,我们有权单方面中断或终止向您提供服务而无需通知您,且无需对您或第三方承担任何责任
        <br/>(1)您提供的个人资料不真实;
        <br/>(2)您的行为违反本协议;
        <br/>(3)您的行为违反法律法规规定。
          <br/>4.4 您有权在满足条件的情况下通知我们终止向您提供服务,或直接取消融溢服务。针对您终止或取消服务之日后的行为,我们不再向您承担任何形式的责任。
        </p>
        <p>
        五、知识产权及其他权利
          <br/>5.1我们是融溢产品及服务的知识产权权利人。全部著作权、商标权、专利权、商业秘密等知识产权,以及包括但不限于文字、图片、视频、界面设计、版面框架、有关数据或电子文档均受相关法律法规和国际条约保护。未经我们书面同意,您不得为任何商业及或非商业目的自行或许可第三方实施、利用、转让上述知识产权,我们保留追究上述法律责任的权利。
          <br/>5.2未经相关内容权利人的事先书面同意,您不得擅自复制、传播在融溢的该等内容,或将其用于任何商业目的,所有这些资料或资料的任何部分仅可作为个人或非商业用途而保存在某台计算机或其他电子设备内。否则,我们及/或权利人将追究您的法律责任
        </p>
        <p>
        六、信息提供和隐私保护
          <br/>6.1您在访问、使用融溢或申请使用融溢服务时,必须提供您真实的个人信息,且您应该根据实际变动情况及时更新个人信息。保护用户隐私是我们的重点原则,我们通过各种技术手段和强化内部管理等办法提供隐私保护服务功能,充分保护您的个人信息安全。
          <br/>6.2您应保证您提供的个人信息的真实性、准确性或完整性,因信息不真实、不准确或不完整而引起的任何问题及其后果,由您自行承担,且您应保证我们免受由此而产生的任何损害或责任。若我们发现您提供的个人信息是虚假、不准确或不完整的,我们有权自行决定终止向您提供服务并要求您赔偿我们的损失。
          <br/>6.3基于我们湖南豚鱼科技有限公司为您提供本协议项下约定的服务内容,因此为提供服务、履行协议、解决争议、保障交易安全等目的,您同意授权融溢将您的个人资料(包括但不限于您提供的、融溢自行收集的及通过第三方收集的您的个人资料、您申请服务时的相关信息、您使用服务时储存在融溢的非公开内容以及您的其他个人资料)提供给豚鱼科技,且豚鱼科技享有留存、整理加工、使用的权利,我们有权向为您提供服务的第三方(以下简称“服务方”)提供为完成该项服务必要的信息,且您明确授权融溢及其服务方可将获取的个人资料用于为您提供的其他服务。
          <br/>6.4当服务方与您电话核实信息时,为保证为您服务的质量,你同意融溢、豚鱼科技对上述核实电话进行录音。
          <br/>6.5我们保证采用行业惯例以保护您的资料,但您理解,鉴于技术限制,我们豚鱼科技无法确保您的个人信息完全不被泄露。
        </p>
        <p>
        七、违约责任
          <br/>7.1您不得以融溢的名义向融溢用户收取任何费用或者违反融溢在平台不时发布的推广规则向潜在用户进行推广,一经发现,融溢有权立即取消您的店主资格,并且有权按照推广规则的相关约定向您追究各项责任,包括但不限于关闭您的店主账号、拒绝支付您的推广所得、要求您返还违规推广所得等各项责任。若给用户、融溢及融溢合作的第三方造成损失的,您应承担全部赔偿责任,赔偿范围包括但不限于损失方的直接财产损失、间接财产损失、直接名誉损失、间接名誉损失等。若您的行为涉嫌犯罪的,融溢有权向公安机关报案,并追究您的刑事责任。
          <br/>7.2对于您推广的信用卡办理服务,若被推荐用户提交申请信用卡流程未查询到申卡进度超过一个月或订单状态始终为审核中超过三个月,则融溢将不对此类用户所对应的店主给予奖励,对应订单自动标记为无效订单
        </p>
        <p>
        八、特别约定
          <br/>8.1您使用本服务的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时,我们有权暂停或终止向您提供服务。
          <br/>8.2您同意我们通过重要页面的公告、通告、电子邮件以及常规信件的形式向您传送与融溢服务有关的任何通知和通告
          <br/>8.3如您有任何有关与融溢服务的个人信息保护相关投诉,请您与我们联系,我们将在接到投诉之日起30日内进行答复。
          <br/>8.4本协议之效力、解释、执行均适用中华人民共和国法律。
          <br/>8.5若非融溢更新本协议,您在确认同意、签署本协议后其效力将及于您此时及未来登陆融溢时所有操作
          <br/>8.6如就本协议内容或其执行发生任何争议,应尽量友好协商解决;协商不成时,任何一方均可向本协议签订地北京市海淀区人民法院提起诉讼。
          <br/>8.7本协议中的标题仅为方便而设,不影响对于条款本身的解释。本协议最终解释权湖南豚鱼科技有限公司所有。
        </p>
        </div>
        <div class="box-back">
          <p class="box-read" @touchstart="onBack">我已阅读并同意该规范</p>
        </div>
  </div>
</template>

<script>
export default {
    name: 'ry-reagree',

    methods: {
      onBack() {
        this.$router.back()
      }
    }
}
</script>

<style lang="stylus">
  .box {
    background #fff
    h1 {
      padding 38px 0 40px
      line-height 28px
      text-align center
      color #000
      font-size 40px
    }
    .info {
      padding 0 40px
      p {
        margin-bottom 40px
        font-size 24px
        line-height 40px
        color #000
      }
    }
    .box-back {
      display flex
      justify-content center
      .box-read {
        margin 60px 0 120px
        width 510px
        height 84px
        line-height 84px
        text-align center
        color #fff
        font-size 28px
        border-radius 42px
        background linear-gradient(left, #FF6F00, #FF3D00)
      }
    }
  }
</style>