<template>
  <div class="box">
        <h1>店主注册协议</h1>
        <div class="info">
            <p>欢迎您使用融溢
            <br/>为保障您的相关权利,《用户隐私保护政策》(下称“本隐私政策”)将向您说明融溢会如何收集、使用和存储您的个人信息及您享有何种权利,请您在使用融溢之前,阅读、了解并同意本隐私政策和相关补充文件。
            <br/>本隐私政策适用于融溢产品自身的功能及服务(包括信息、图片、文章、评论、链接等形式的发布、展示),但不适用于任何其他第三方提供的产品或服务(以下统称“第三方服务”),您在选择使用第三方服务前应充分了解第三方服务的产品功能及隐私保护政策。
            <br/>本隐私政策适用于本隐私政策发布前我们基于您的授权对您个人信息的处理,您若不同意本隐私政策,可以停止使用我们的服务,若您继续使用我们的产品和/或服务,即表示您同意受本隐私政策的约束。您不同意本隐私政策,不会影响此前基于您的授权我们开展的对您个人信息处理。
            <br/>我们视用户信息安全与隐私保护为企业发展的终身使命。我们将恪守以下原则,保护您的个人信息:权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。我们将隐私保护融入产品设计:我们在产品或服务开发的各个环节,综合法律、产品、设计等多方因素融入隐私保护的理念,我们将竭尽全力地提升信息处理透明度,增强您对信息管理的便捷性,保障您的信息及通信安全。
            </p>
            <p>相关定义
            <br/>融溢:是由湖南豚鱼科技有限公司运营的,为用户提供金融产品的学习、搜索、匹配、推荐服务,也为用户提供金融产品推广平台。
            <br/>个人用户:指注册使用融溢的个人用户,以下称“您”或“最终用户”。
            <br/>个人信息:以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。包括但不限于包括姓名、出生日期、身份证件号码、个人生物识别信息、住址、通信通讯联系方式、通信记录和內容、账号密码、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息等。
            <br/>个人敏感信息:个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全,极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。个人敏感信息包括身份证件号码、个人生物识别信息、银行账号、通信记录和内容、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息、14岁以下(含)儿童的个人信息等。
            </p>
            <p>
                本《隐私政策》主要向您说明
            <br/>我们如何收集和使用信息
            <br/>我们如何使用Cookie及相关技术;
            <br/>我们如何委托处理、共享、转让、公开披露您的信息;
            <br/>我们如何存储及保护您的信息;
            <br/>您的权利
            <br/>未成年人保护;
            <br/>本政策适用范围;
            <br/>联系我们;
            <br/>本政策的变更
            <br/>希望您仔细阅读本隐私政策,详细了解我们对信息的收集、使用方式,以便您更好地了解我们的服务并作出适当的选择若您使用融溢产品和/或服务(以下简称“服务”),即表示您认同我们在本政策中所述内容。
            <br/>如您有问题,请联系我们。
            </p>
            <p>
            一、我们如何收集和使用信息
            <br/>在您使用融溢以下各项服务的过程中,我们根据合法、正当、必要的原则需要收集您的一些信息,用以向您提供服务、保障您的账户安全、提升我们的服务质量以及符合国家法律法规及监管规定
            <br/>1.注册、登录、认证服务
            <br/>当您注册、登录融溢账号时,您需要提供手机号码、身份证号,我们将为您发送短信验证码用以验证您的身份是否有效。该信息属于敏感信息,如果您拒绝提供该信息,可能无法正常使用我们的服务
            <br/>当您申请成为店主时,您需要提供姓名、身份证号、微信号、手机号,我们将为您进行身份验证。
            <br/>以上部分信息属于敏感信息,如果您拒绝提供以上信息,您将无法通过店主申请,也将无法正常使用我们的部分服务。
            <br/>2.金融产品的申请服务
            <br/>当您使用融溢推荐的金融产品申请服务时,我们也可能会收集您的姓名、身份证号、手机号用以进行身份验证,并推送至该服务的合作伙伴处,用以在合作伙伴处生成您的账号信息,完成您的金融产品申请服务。
            <br/>以上信息属于敏感信息,如果您拒绝提供拒绝我们将其推荐至合作伙伴处,您可能无法正常使用该金融产品的申请服务
            <br/>3.安全管理
            <br/>当您使用融溢提供的服务时,为保障服务安全稳定运行防控风险、改进服务,我们的服务器会自动收集您使用的服务类别、方式及设备型号、IP地址、设备软件版本信息、设备识别码、设备标识、日志信息。
            <br/>以上单独的设备信息、日志信息无法识别特定人身份,如果我们将这类非个人信息及其他信息结合用于识别特定个人身份,或与其他个人信息结合使用。除获得您特別授权或法定情形,我们将对该类信息进行匿名化、去标识化处理。
            <br/>4.个性化服务
            <br/>通过我们某些服务所合法收集的您的信息,我们可能会通过您的电话、短信、站内信合理地为您提供定制内容,为您展示、推荐个性化的推送服务。
            <br/>如果您拒绝使用该服务,您可以关闭该功能,我们将停止提供该服务,但不影晌您使用我们提供的其他服务。
            <br/>5.其他
            <br/>根据相关法律法规及国家标准,在以下情形中,我们可能会依法收集并使用您的个人信息无需征得您的同意
            <br/>(1)与我们履行法律法规规定的义务相关的
            <br/>(2)与国家安全、国防安全直接相关的
            <br/>(3)与公共安全、公共卫生、重大公共利益直接相关的
            <br/>(4)与犯罪侦查、起诉、审判和判决执行等直接相关的
            <br/>(5)出于维护您或他人的生命、财产等重大合法权益但又很难得到您本人同意的
            <br/>(6)所涉及的个人信息是您自行向社会公众公开的;
            <br/>(7)从合法公开披露的信息中收集个人信息,例如:合法的新闻报道、政府信息公开等渠道;
            <br/>(8)根据您的要求签订和履行合同所必需的;
            <br/>(9)用于维护所提供的服务的安全稳定运行所必需的,例如发现、处置服务的故障
            <br/>(10)法律法规规定的其他情形。
            <br/>6.提示
            <br/>第三方主体可能会通过融溢为您提供服务。当您进入第三方主体运营的服务页面时,请注意相关服务由第三方主体向您提供。涉及到第三方主体向您收集信息的,建议您仔细查看第三方主体的隐私政策或协议约定。
            <br/>当我们要将信息用于本隐私政策未载明的其他用途,将基于特定目的收集而来的信息用于其他目的时,会事先征求您的同意。我们也会为了不断改进和优化上述的功能来使用您的上述个人信息
            </p>
            <p>
            二、我们如何使用 Cookie 及相关技术
            <br/>在您使用融溢提供的服务时,我们可能会通过小型数据文件(Cookie,Flash Cookie)用来识别您的身份,为您提供更个性化的用户体验和服。帮您节省重复输入注册、登录信息的步骤,帮助判断您的账户安全状态。
            <br/>您也可以通过浏览器设置管理 Cookie。但请注意,如果停用Cookie,您可能无法享受最佳的服务体验,某些服务也可能无法正常使用。若您希望了解更多Cookie的安全性等信息。
            </p>
            <p>
            三、我们如何委托处理、共享、转让、公开披露的信息
            <br/>1.委托处理
            <br/>我们服务中的某些具体的模块或功能可能由外部供应商提供,例如我们会聘请服务提供商来协助我们提供客户支持。
            <br/>对我们委托处理个人信息的公司、组织和个人,我们会与其签署严格的保密协议,要求他们按照我们的要求、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
            <br/>2.共享、转让、公开披露
            <br/>我们未获得您明确授权的情况下,不会共享、转让、公开披露您的个人信息,但以下情况除外
            <br/>(1)与个人信息控制者履行法律法规规定的义务相关的
            <br/>(2)与国家安全、国防安全直接相关的;
            <br/>(3)与公共安全、公共卫生、重大公共利益直接相关的
            <br/>(4)与犯罪侦查、起诉、审判和判决执行等直接相关的;
            <br/>(5)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的;
            <br/>(6)个人信息主体自行向社会公众公开的个人信息
            <br/>(7)从合法公开披露的信息中收集个人信息的,如合法的新闻报道、政府信息公开等渠道。
            <br/>(一)共享
            <br/>1、我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要个人信息,且受本隐私政策条款的约束。我们的关联方如要改变个人信息的使用目的,将再次征求您的授权同意。
            <br/>2、我们可能会向合作伙伴等第三方(如服务平台或服务提供商、软硬件/系统服务提供商)共享您的必要个人信息,以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息,且受本隐私政策条款的约束。我们的合作伙伴无权将共享的个人信息用于任何其他用途。
            <br/>(二)转让
            <br/>我们不会将您的个人信息转让给任何公司、组织和个人,但以下情况除外
            <br/>1、事先获得您的明确同意;
            <br/>2、在涉及资产转让、收购、兼并、重组或破产清算时,如涉及到个人信息转让,我们会向您告知有关情况,并要求新的持有您个人信息的公司、组织继续受本政策的约束。如变更个人信息使用目的时,我们将要求该公司、组织重新取得您的明确同意
            <br/>3、基于法律法规、法律程序、诉讼或政府主管部门强制性要求下
            <br/>(三)公开披露
            <br/>我们仅会在以下情形下,公开披露您的个人信息
            <br/>1、事先获得您的明确同意;
            <br/>2、基于法律法规、法律程序、诉讼或政府主管部门强制性要求下
            </p>
            <p>
            四、我们如何存储及保护您的信息
            <br/>(一)存储时间
            <br/>一般而言,我们仅为实现目的所必需的最短时间保留您的个人信息,法律法规另有规定或者您另行授权同意的除外。
            <br/>如超出上述保存期限,我们会将您的信息删除或匿名化处理。
            <br/>(二)安全保护
            <br/>我们为您的信息提供相应的安全保障,以防止信息的丢失、不当使用、未经授权访问或披露。
            <br/>1、我们严格遵守法律法规保护用户的个人信息。
            <br/>2、我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如,我们使用匿名化、标识化处理等手段来保护您的个人信息
            <br/>3、我们在获得您充分授权后,均首先对拟收集的您的个人信息进行加密处理后再行收集与存储。
            <br/>4、我们建立专门的管理制度、流程和组织确保信息安全。例如,我们严格限制访问信息的人员范围,要求他们遵守保密义务,并进行审查
            <br/>5、我们会采取一切合理可行的措施,确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息,除非需要延长保留期或受到法律的允许。
            <br/>（三）安全通知
            <br/>1、我们会制定网络安全事件应急预案,及时处置系统漏洞、计算机病毒、网络攻击、网络侵入等安全风险,在发生危害网络安全的事件时,我们会立即启动应急预案,采取相应的补救措施,并按照规定向有关主管部门报告。
            <br/>2、若发生个人信息泄露、毁损、丢失事件,我们将按照最高优先级启动应急预案,组成应急响应小组,在最短时间内追溯原因并减少损失。
            <br/>3、若发生个人信息泄露、毁损、丟失事件,我们将按照法律法规的要求,及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以站内通知、短信通知、电话、邮件等您预留的联系方式告知您,难以逐一告知时我们会采取合理、有效的方式发布公告。
            <br/>4、发生危害网络安全的事件或若发生个人信息泄露、毁损、丢失事件时,我们还将按照监管部门要求,主动上报个人信息安全事件的处置情况。
            </p>
            <p>
            五、您的权利
            <br/>根据相关法律法规的规定,融溢尽全力保护您对自己的个人信息行使以下权利。您的权利包括
            <br/>（一）访问个人信息
            <br/>您有权访问您的个人信息,法律法规规定的例外情况除外。您可以联系访问融溢产品客服及微信公众号进行访问和管理
            <br/>(二)更正个人信息
            <br/>当您需要进行个人信息更正时或发现我们处理您的个人信息有误时,您可以联系融溢产品客服及微信公众号进行更正和管理
            <br/>（三）删除个人信息
            <br/>您可以自行删除您上传的个人信息,发现以下情况时,您也可以向我们提出删除个人信息的请求
            <br/>1、如果我们处理个人信息的行为违反法律法规
            <br/>2、如果我们收集、使用您的个人信息,却未征得您的同意;
            <br/>3、如果我们处理个人信息的行为违反了与您的约定; 
            <br/>4、如果您不再使用我们的产品或服务,或您注销了账号
            <br/>5、如果我们不再为您提供产品或服务。
            <br/>若我们决定响应您的删除请求,我们还将同时通知从我们获得您的个人信息的实体,要求其及时删除,除非法律法规另有规定,或这些实体获得您的独立授权。
            <br/>当您从我们的服务中删除信息后,我们可能不会立即备份系统中删除相应的信息,但会在备份更新时删除这些信息
            <br/>(四)注销个人账户
            <br/>您可以注销您的融溢帐户。一旦您注销融溢账户,将无法使用融溢的服务,我们也将删除您的个人信息,因此请您谨慎操作。
            <br/>(五)撤回已同意授权
            <br/>您可以通过删除信息、关闭设备功能或通过融溢客服及微信公众号撤回您的授权。您撤回同意或授权后,我们无法继续为您提供撤回同意或授权所对应的服务,也不再处理您相应的个人信息。但您撤回同意或授权的决定,不会影晌此前基于您的授权而开展的个人信息处理
            <br/>(六)响应您的上述请求
            <br/>为保障安全,您在行使某些权利时您可能需要提供书面请求,或以其他方式证明您的身份。我们可能会先要求您验证自己的身份,然后再处理您的请求,我们将在三十天内作出答复
            <br/>如您不满意,您可以将您的问题寄到如下地址
            <br/>地址:湖南省长沙市岳麓区湘江财富金融中心D栋1021
            </p>
            <p>
            六、未成年人保护
            <br/>我们非常重视对未成年人个人信息的保护。根据相关法律法规的规定,若您是 18 周岁以下的未成年人,我们建议您不要使用我们的服务。若您必须要使用我们的服务时,应事先取得您的家长或法定监护人的同意或在您的家长或法定监护人陪同下使用。若您是未成年人的监护人,当您对您所监护的未成年人的个人信息有相关疑问时,请与我们联系。
            </p>
            <p>
            七、本政策适用范围
            <br/>我们的所有服务均适用本政策。但某些服务有其特定的隐私指引/声明,该特定隐私指引/声明更具体地说明我们在该服务中如何处理您的信息。如本政策与特定服务的隐私指引/声明有不一致之处,请以该特定隐私指引/声明为准。另外,本政策与您注册时签署的用户服务协议属于不可分割的整体
            </p>
            <p>
            八、联系我们
            <br/>如您对本政策或其他相关事宜有疑问,请与我们联系。您也可根据我们提供的指引,填写相关资料,将您寄到如下地址
            <br/>地址:湖南省长沙市岳麓区湘江财富金融中心D栋1021
            <br/>我们将尽快审核所涉问题,并在验证您的用户身份后的三十天内予以回复
            </p>
            <p>
            九、本政策的变更
            <br/>我们可能适时修订本政策内容。我们会选择通过在融溢APP或公众号页面显著位置发布更新的隐私政策文本。如该等变更会导致您在本政策项下权利的实质减损,我们将在变更生效前,通过在页面显著位置提示、向您发送电子邮件等方式通知您。若您不同意该等变更,可以停止使用我们的服务,若您继续使用我们的服务,即表示您同意受修订后的隐私政策约束。
            </p>
            <p>
            发布日期:2019年9月25日
            </p>
        </div>
        <div class="box-back">
            <p class="box-read" @touchstart="onBack">我已阅读并同意该规范</p>
        </div>
  </div>
</template>

<script>
export default {
    name: 'ry-reprotocol',

    methods: {
      onBack() {
        this.$router.back()
      }
    }
}
</script>

<style lang="stylus">
  .box {
    background #fff
    h1 {
      padding 38px 0 40px
      line-height 28px
      text-align center
      color #000
      font-size 40px
    }
    .info {
      padding 0 40px
      p {
        margin-bottom 40px
        font-size 24px
        line-height 40px
        color #000
      }
    }
    .box-back {
      display flex
      justify-content center
      .box-read {
        margin 60px 0 120px
        width 510px
        height 84px
        line-height 84px
        text-align center
        color #fff
        font-size 28px
        border-radius 42px
        background linear-gradient(left, #FF6F00, #FF3D00)
      }
    }
  }
</style>